Repository: OPUS4/application
Catalog: modules/setup/language/setup.tmx
Source language: de
Languages: en

source: FAQ-Seite bearbeiten
en: Edit FAQ

source: Statische Seiten
en: Static Pages

source: Statische Seiten bearbeiten
en: Edit Static Pages

source: Übersetzungsresourcen Anzeigen
en: Show Translation Resources

source: Erneut versuchen
en: Retry

source: Fehler
en: Error

source: Alle Übersetzungen, die editiert wurden, werden auf den Originaltext aus den TMX-Dateien zurück gesetzt. Übersetzungen, die hinzugefügt wurden, werden gelöscht.
en: All translations that have been edited will be reset to the value provided in the original TMX files. Translation keys added to the system will be removed.

source: Die Anpassungen werden entfernt und wieder die Standardübersetzungen genutzt.
en: The customization of the translation will be removed and the default values used.

source: Übersetzungen auf den Standard zurücksetzen?
en: Reset translation to default?

source: Der Übersetzungsschlüssel wird aus der Datenbank gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
en: The translation key will be removed from the database. This operation cannot be reversed.

source: Übersetzungsschlüssel löschen?
en: Delete translation key?

source: Übersetzungen löschen?
en: Remove translations?

source: Die Datei '%1$s' ist nicht lesbar oder existiert nicht im Dateisystem.
en: The File '%1$s' is not readable or does not exist on the file system.

source: An error occurred. If this problem persists, please contact your system administrator.
en: Es ist ein Fehler aufgetreten. Wenn dieses Problem weiterhin besteht, wenden Sie sich bitte an Ihren Systemadministrator.

source: Die Änderungen wurden gespeichert.
en: The changes have been saved.

source: Zurück
en: Back

source: Bitte wählen Sie die Seite, die Sie bearbeiten wollen.
en: Please choose the page to edit.

source: Seiteninhalt
en: Page Content

source: Titel der Seite bzw. des Reiters im Web-Browser
en: Title in the web browser's page / tab

source: Titel auf der Seite
en: Title on the page

source: Text auf der linken Seite
en: Text on the left side

source: Text auf der rechten Seite
en: Text on the right side

source: <p>Die Einträge der FAQ-Seite können editiert werden indem das Edit-Icon hinter den Überschriften für die Abschnitte oder hinter den Fragen geklickt wird.</p> <p>Um Abschnitte oder Fragen hinzuzufügen muss die Struktur der FAQ-Seite editiert werden. Jeder Abschnitt und jede Frage benötigen einen eindeutigen String für die Identifizierung. Aus diesem String ergeben sich die verwendeten Übersetzungsschlüssel.</p> <dl class="code"> <dt><b>searchtips</b> (Eintrag)</dt> <dd>help_content_<b>searchtipps</b><br /> help_title_<b>searchtipps</b></dd> <dt><b>authorhelp</b> (Abschnitt)</dt> <dd>help_index_<b>authorhelp</b><dd> </dl> <p>Die Übersetzungen für diese Schlüssel können auch in der allgmeinen Übersetzungsverwaltung direkt angezeigt und editiert werden. Sie gehören zum Modul "help".</p> <p>Die Einträge für <b>contact</b> und <b>imprint</b> verwenden die gleichen Übersetzungsschlüssel wie die entsprechenden Seiten. Wenn die Inhalte editiert werden, ändern sie sich auf der FAQ-Seite und auch den einzelnen Seiten für Impressum und Kontakt.</p>
en: <p>The entries of the FAQ page can be edited by clicking on the edit icon behind the section headlines or the entries.</p> <p>Entries and sections can be added by editing the structure of the FAQ page that is defined in the file "help.ini". Every section needs a translation key and every entry a unique identifier that determines the translation keys used for that entry.</p> <p>The translation keys for the FAQ page can also be edited in the general translation management interface. They are associated with the "help" module.</p> <p>The entries "contact" and "imprint" correspond to the contact and the imprint page. If the translations are changed, the change will appear on the FAQ page as well as the specific pages for these pages.</p>

source: Alle FAQ-Übersetzungen editieren (Help-Modul)
en: Edit all FAQ translations (Help module)

source: FAQ-Struktur editieren
en: Edit FAQ hierarchy

source: FAQ Struktur (help.ini) editieren
en: Edit FAQ structure (help.ini)

source: <p>Hier kann die Struktur der FAQ-Seite editiert werden.</p> <p>Die Zeilen in der Konfiguration definieren Einträge auf der FAQ-Seite. Zeilen, die mit ";" anfangen, sind Kommentare.</p> <p>Auf der linken Seite stehen die Übersetzungsschlüssel für die Themenbereiche der FAQ-Seite und auf der rechten Seite vom Gleichzeichen die ID für den Eintrag.</p> <p>Die folgende Zeile korrespondiert mit drei Übersetzungsschlüsseln.</p> <p><div class="code">help_index_misc[] = 'policies'</div></p> <p>Die Schlüssel sind</p> <ul> <li><b>help_index_misc</b> (Überschrift des Themenbereichs)</li> <li><b>help_title_policies</b> (Frage/Titel des Eintrags)</li> <li><b>help_content_policies</b> (Antwort/Inhalt der Eintrags)</li> </ul> <p>Neue Themenbereiche und Einträge können hier einfach hinzugefügt werden. Nach dem Speichern tauchen sie auf der FAQ-Seite auf und die Übersetzungen können von dort editiert werden.</p>
en: <p>Here you can edit the structure of the FAQ page.</p> <p>Each line defines an FAQ entry, except for comment lines that start with a ";".</p> <p>Each entry starts with the translation key for a section of the FAQ page and contains a unique identifier for the entry.</p> <p>The following line corresponds to three translation keys.</p> <p> <div class="code"> help_index_misc[] = 'policies' </div></p> <p>The keys are</p> <ul> <li><b>help_index_misc</b> (title of section)</li> <li><b>help_title_policies</b> (question)</li> <li><b>help_content_policies</b> (answer)</li> </ul> <p>You can create new sections and entries by adding keys and identifiers to this configuration. After saving the configuration file (help.ini) they will show up on the FAQ page together with links for editing the translations.</p>
